Revit 2021.1 API
UnitUtils.ConvertToInternalUnits Method
Overload List
Name | Description
ConvertToInternalUnits(Double, DisplayUnitType) |  Obsolete.
 Converts a value from a given display unit to Revit's internal units.
ConvertToInternalUnits(Double, ForgeTypeId)
 Converts a value from a given unit to Revit's internal units.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace